[
  {
    "id": "1",
    "image": "/blog/blog1.webp",
    "heading": "Things to keep in mind before installing AC in the kitchen",
    "date": "8 May 2024",
    "category": "Kitchen Interior Design",
    "short_description": "The kitchen is the throbbing heart in any Household especially the bustling of the pots and pans, the sizzle of tempering spices, and the shine of the very familiar cutlery. It goes without saying; that the kitchen is the backbone of a household and a running commercial culinary setup. The gastronomy, culinary pattern, and nutrition, everything perhaps harps on the strings of comfort and functionality across the kitchen space.",
    "url_key": "things-to-keep-in-mind-before-installing-ac-in-the-kitchen"
  },
  {
    "id": "2",
    "image": "/blog/blog2.webp",
    "heading": "Warm Light vs White Light: What Light Will Be a Good Option Nowadays?",
    "date": "8 May 2024",

    "category": "Lights",
    "short_description": "Interior decoration is no longer restricted to wood/glass paneling, color palette coordination, wall paintings, and so on. Be it your home or office space, the warmth or the bright hue of the light around, could change the ball game of interior designing.",
    "url_key": "warm-light-vs-white-light-what-light-will-be-a-good-option-now-days"
  },
  {
    "id": "3",
    "image": "/blog/blog3.webp",
    "heading": "Best boss cabin design in India 2024",
    "date": "8 May 2024",

    "category": "Office Interior Design",
    "short_description": "Office spaces are leaning more toward minimalistic design approaches. A Boss office cabin design must take under consideration rather carefully consideration that it must cater to functionality while harping on the strings of a professional sense of aesthetics. Boss cabins should be anything but loud and gaudy. It should rather be sauve and modest and forthright perhaps.",
    "url_key": "best-boss-cabin-design-in-india-2022"
  },
  {
    "id": "4",
    "image": "/blog/blog4.webp",
    "heading": "SAFETY DOOR DESIGNS FOR YOUR HOUSE IN 2024",
    "date": "8 May 2024",

    "category": "Home Interior Design",
    "short_description": "Door designs have evolved a lot over time across India. However, with increasing safety concerns and a surge in demand for aesthetic doorways, functional and stylish door designs are making headway. To strike a balance between security and aesthetics, we have come up with practical yet trendsetting and voguish safety door designs.",
    "url_key": "the-top-9-safety-door-designs-for-your-house-in-2023"
  },
  {
    "id": "5",
    "image": "/blog/blog5.webp",
    "heading": "INTERIOR DESIGN COST IN KOLKATA",
    "date": "9 May 2024",

    "category": "Home Interior Design",
    "short_description": "Is it really difficult to find an Interior designer in Kolkata? Not really. But how could you rely on one with all your hopes, finances, and your entire life’s savings? Well, inflation being the new normal, it is almost imperative to seek the best interior designer in Kolkata to fit your budget that does not burn a hole in your pocket.",
    "url_key": "interior-design-cost-in-kolkata"
  },
  {
    "id": "6",
    "image": "/blog/blog6.webp",
    "heading": "THINGS TO REMEMBER BEFORE DESIGNING A CABIN FOR YOUR BOSS IN THE OFFICE",
    "date": "9 May 2024",

    "category": "Office Interior Design",
    "short_description": "The boss cabin interior is a constraining yet fulfilling task at hand. A boss cabin interior design should balance professionalism and personalization with comfort and functionality going hand in hand.",
    "url_key": "things-to-remember-before-designing-a-cabin-for-your-boss-in-the-office"
  },
  {
    "id": "7",
    "image": "/blog/blog7.webp",
    "heading": "5 BEST TRENDING BED DESIGNS IN 2024",
    "date": "10 May 2024",

    "category": "Home Interior Design",
    "short_description": "People are seeking the latest bed design 2024 guide. And here is all you need to know. To get the right furniture for your bedroom that fits like a glove is not a luxury, but rather a necessity. A good bed serves not only the aesthetic appeal but also provides immense comfort for overall wellness.",
    "url_key": "best-5-trending-bed-designs-in-2022"
  },
  {
    "id": "8",
    "image": "/blog/blog8.webp",
    "heading": "THINGS TO REMEMBER BEFORE INSTALLING A FALSE CEILING IN YOUR TOP-FLOOR APARTMENT ",
    "date": "21 May 2024",

    "category": "Home Interior Design",
    "short_description": "Opting for a false ceiling in a top-floor apartment offers several advantages. Firstly, it provides an additional layer of insulation, helping to regulate temperature and reduce energy costs.",
    "url_key": "things-to-remember-before-installing-a-false-ceiling-in-your-top-floor-apartment"
  },
  {
    "id": "9",
    "image": "/blog/blog9.webp",
    "heading": "LOW BUDGET INTERIOR DESIGNERS IN KOLKATA",
    "date": "21th May 2024",

    "category": "Home Interior Design",
    "short_description": "There could be several reasons for seeking a low-budget interior designer. Perhaps you're on a tight budget but still want professional expertise to enhance your business.",
    "url_key": "low-budget-interior-designers-in-kolkata-ashiana"
  },
  {
    "id": "10",
    "image": "/blog/blog10.webp",
    "heading": "HOW TO PLAN HOME INTERIORS A STEP-BY-STEP GUIDE",
    "date": "23rd May 2024",

    "category": "Home Interior Design",
    "short_description": "Functionality: A well-planned interior ensures that your space functions efficiently according to your needs and lifestyle.",
    "url_key": "how-to-plan-home-interiors-a-step-by-step-guide"
  },
  {
    "id": "11",
    "image": "/blog/blog11.webp",
    "heading": "WHY CUSTOM FURNITURE IS BETTER THAN READYMADE FURNITURE?",
    "date": "28th May 2024",

    "category": "Furniture Design",
    "short_description": "Readymade furniture may seem convenient, but it often comes with drawbacks that can outweigh its initial appeal. So why curtail the convenience of ready-made furniture?",
    "url_key": "why-custom-furniture-is-better-than-readymade-furniture-best-interior-designer-in-kolkata"
  },
  {
    "id": "12",
    "image": "/blog/blog12.webp",
    "heading": "WHAT ARE THE ADVANTAGES & DISADVANTAGES OF ISLAND KITCHENS?",
    "date": "28th May 2024",

    "category": "Kitchen Interior Design",
    "short_description": "In today's fast-paced world, the heart of the home, the kitchen, has evolved into a space that seamlessly blends style and functionality.",
    "url_key": "what-are-the-advantages-disadvantages-of-island-kitchens"
  },
  {
    "id": "13",
    "image": "/blog/blog13.webp",
    "heading": "HOW LONG DOES THE INTERIOR DESIGN PROCESS TAKE?",
    "date": "28th May 2024",

    "category": "Home Interior Design",
    "short_description": "We all are often curious to know, how long the interior design process takes. Well, the duration of the interior designing process can vary widely",
    "url_key": "how-long-does-the-interior-design-process-take-interior-design"
  },
  {
    "id": "14",
    "image": "/blog/blog14.webp",
    "heading": "DIFFERENCE BETWEEN KING-SIZE AND QUEEN-SIZE BEDS",
    "date": "28th May 2024",

    "category": "Furniture Design",
    "short_description": "Knowing the difference between a king-sized bed and a queen-sized bed is important for several reasons",
    "url_key": "difference-between-king-size-and-queen-size-beds"
  },
  {
    "id": "15",
    "image": "/blog/blog15.webp",
    "heading": "CHAIRS AND SOFA MANUFACTURERS IN KOLKATA",
    "date": "28th May 2024",

    "category": "Furniture Design",
    "short_description": "Choosing a good chair, or sofa, is crucial for several reasons. Firstly, it directly impacts comfort and posture, affecting your physical health in the long term.",
    "url_key": "chairs-and-sofa-manufacturers"
  },
  {
    "id": "16",
    "image": "/blog/blog16.webp",
    "heading": "WHAT IS KITCHEN MAGIC CORNER AND ITS USES",
    "date": "28th May 2024",

    "category": "Kitchen Interior Design",
    "short_description": "How often have we not run out of storage space across pots and pans and cauldrons? Tripping over that ladle, frantic steps to find that fork! Space crunch in most apartments in metro cities has pushed us towards designing",
    "url_key": "what-is-kitchen-magic-corner-and-its-uses"
  },
  {
    "id": "17",
    "image": "/blog/blog17.webp",
    "heading": "USAGE OF INVISIBLE GRILLE",
    "date": "8th Jun 2024",

    "category": "Home Interior Design",
    "short_description": "Invisible grills are modern safety solutions for windows and balconies, offering unobstructed views while ensuring security.",
    "url_key": "usage-of-invisible-grill"
  },
  {
    "id": "18",
    "image": "/blog/blog18.avif",
    "heading": "THINGS TO REMEMBER BEFORE INSTALLING AC IN YOUR NEW HOUSE",
    "date": "8th Jun 2024",

    "category": "Home Interior Design",
    "short_description": "When installing an air conditioning (AC) system in your new home, there are several key considerations to keep in mind",
    "url_key": "things-to-remember-before-installing-ac-in-your-new-house"
  },
  {
    "id": "19",
    "image": "/blog/blog19.avif",
    "heading": "2 BHK BUDGET-FRIENDLY INTERIOR DESIGN IN KOLKATA",
    "date": "8th Jun 2024",

    "category": "Home Interior Design",
    "short_description": "Designing a 2 BHK residential flat within budget requires careful planning and creativity. Here are some ideas you could follow :",
    "url_key": "2bhk-cheap-and-best-interior-designers-in-kolkata-2023-budget-friendly-interior-design-in-kolkata"
  },
  {
    "id": "20",
    "image": "/blog/blog20.webp",
    "heading": "TRENDING TV UNIT DESIGNS FOR YOUR HOME",
    "date": "8th Jun 2024",

    "category": "Home Interior Design",
    "short_description": "In the ever-evolving world of interior design, TV units have become more than just a functional piece of furniture. They are now essential elements",
    "url_key": "trending-tv-units-designs-for-your-home"
  },
  {
    "id": "21",
    "image": "/blog/blog21.avif",
    "heading": "UNDERSTANDING TEXTURED PAINT VS. WALLPAPER",
    "date": "8th Jun 2024",

    "category": "Home Interior Design",
    "short_description": "When it comes to transforming your walls, two popular options stand out, textured paint and wallpaper. Each has its unique qualities, benefits, and considerations. Analyzing the differences between the two can",
    "url_key": "everything-you-need-to-know-about-textured-paint-vs-wallpaper"
  },
  {
    "id": "22",
    "image": "/blog/blog22.webp",
    "heading": "10 SOFA SET DESIGNS FOR YOUR LIVING ROOM IN 2024",
    "date": "8th Jun 2024",

    "category": "Furniture Design",
    "short_description": "good sofa can transform the ambience of a living room by serving as the focal point of the space. Its design, colour, and texture can enhance the room's aesthetics, reflecting the homeowner's style and personality.",
    "url_key": "10-sofa-set-designs-for-your-living-room-in-2023"
  },
  {
    "id": "23",
    "image": "/blog/blog23.webp",
    "heading": "IDEAS FOR 1BHK INTERIOR DESIGN THAT SAVES SPACE",
    "date": "8th Jun 2024",

    "category": "Home Interior Design",
    "short_description": "Here are some space-saving interior design ideas tailored for a 1BHK (one-bedroom hall kitchen) apartment so that space-crunch does not bother you much : ",
    "url_key": "ideas-for-1bhk-interior-design-that-save-space-ashiana-interiors"
  },

  {
    "id": "24",
    "image": "/blog/blog24.webp",
    "heading": "MIDDLE-CLASS SMALL HOUSE INTERIOR DESIGN FOR LIVING ROOM",
    "date": "8th Jun 2024",

    "category": "Home Interior Design",
    "short_description": "For a budget-friendly, yet decent and pleasant living room interior decoration, all we need is meticulous and practical planning and an approach towards minimalism. Let us explore some ideas across false ceiling materials, flooring finishes,",
    "url_key": "middle-class-small-house-interior-design-for-living-room"
  },
  {
    "id": "25",
    "image": "/blog/blog25.webp",
    "heading": "WHAT ARE THE BENEFITS OF 3D INTERIOR DESIGN?",
    "date": "10th Jun 2024",

    "category": "Home Interior Design",
    "short_description": "Visualizing Design Concepts: One of the primary benefits of 3D interior design is the ability to visualize design concepts with incredible accuracy and detail. Traditional 2D drawings or sketches may not fully convey",
    "url_key": "what-are-the-benefits-of-3d-interior-design"
  },
  {
    "id": "26",
    "image": "/blog/blog26.webp",
    "heading": "BEST BATHROOM DESIGNS FOR THE ELDERLY",
    "date": "10th Jun 2024",

    "category": "Home Interior Design",
    "short_description": "Designing bathrooms for the elderly requires a focus on safety, accessibility, and comfort, combined with aesthetic appeal. An effective bathroom design for seniors should cater to mobility issues",
    "url_key": "best-bathroom-designs-for-the-elderly"
  },
  {
    "id": "27",
    "image": "/blog/blog27.webp",
    "heading": "WHAT ARE THINGS TO FOCUS ON WHILE COMPLETING INTERIOR DESIGN",
    "date": "10th Jun 2024",

    "category": "Home Interior Design",
    "short_description": "Completing an interior design project requires attention to various factors to ensure the final result is functional, aesthetically pleasing, and reflective of the client's needs and preferences.",
    "url_key": "what-are-things-to-focus-on-during-completing-interior-design"
  },
  {
    "id": "28",
    "image": "/blog/blog28.webp",
    "heading": "HOW TO CHOOSE CURTAINS FOR SMALL 3 BHK APARTMENTS",
    "date": "10th Jun 2024",

    "category": "Home Interior Design",
    "short_description": "Choosing the right curtain is crucial in interior design because it can significantly impact the overall look and feel of a space. Curtains can alter the perception of a room's size, regulate natural light,",
    "url_key": "how-to-choose-curtains-for-small-3-bhk-apartments"
  },
  {
    "id": "29",
    "image": "/blog/blog29.webp",
    "heading": "THE 8 BEST COLOUR SCHEMES FOR YOUR LIVING ROOM IN 2024",
    "date": "10th Jun 2024",

    "category": "Home Interior Design",
    "short_description": "Choosing the right color scheme for your living room can set the tone and atmosphere of your entire home. In 2024, interior design trends emphasize a blend of comfort,",
    "url_key": "the-8-best-colour-schemes-for-your-living-room-in-2023"
  }
]
