[
  {
    "id": "1",
    "image": "/blog/blog1.webp",
    "heading": "Things to keep in mind before installing AC in the kitchen",
    "date": "8 May 2024",
    "category": "Kitchen Interior Design",
    "short_description": "The kitchen is the throbbing heart in any Household especially the bustling of the pots and pans, the sizzle of tempering spices, and the shine of the very familiar cutlery. It goes without saying; that the kitchen is the backbone of a household and a running commercial culinary setup. The gastronomy, culinary pattern, and nutrition, everything perhaps harps on the strings of comfort and functionality across the kitchen space.",
    "url_key": "things-to-keep-in-mind-before-installing-ac-in-the-kitchen"
  },
  {
    "id": "2",
    "image": "/blog/blog2.webp",
    "heading": "Warm Light vs White Light: What Light Will Be a Good Option Nowadays?",
    "date": "8 May 2024",

    "category": "Lights",
    "short_description": "Interior decoration is no longer restricted to wood/glass paneling, color palette coordination, wall paintings, and so on. Be it your home or office space, the warmth or the bright hue of the light around, could change the ball game of interior designing.",
    "url_key": "warm-light-vs-white-light-what-light-will-be-a-good-option-now-days"
  },
  {
    "id": "3",
    "image": "/blog/blog3.webp",
    "heading": "Best boss cabin design in India 2024",
    "date": "8 May 2024",

    "category": "Office Interior Design",
    "short_description": "Office spaces are leaning more toward minimalistic design approaches. A Boss office cabin design must take under consideration rather carefully consideration that it must cater to functionality while harping on the strings of a professional sense of aesthetics. Boss cabins should be anything but loud and gaudy. It should rather be sauve and modest and forthright perhaps.",
    "url_key": "best-boss-cabin-design-in-india-2022"
  },
  {
    "id": "4",
    "image": "/blog/blog4.webp",
    "heading": "SAFETY DOOR DESIGNS FOR YOUR HOUSE IN 2024",
    "date": "8 May 2024",

    "category": "Home Interior Design",
    "short_description": "Door designs have evolved a lot over time across India. However, with increasing safety concerns and a surge in demand for aesthetic doorways, functional and stylish door designs are making headway. To strike a balance between security and aesthetics, we have come up with practical yet trendsetting and voguish safety door designs.",
    "url_key": "the-top-9-safety-door-designs-for-your-house-in-2023"
  },
  {
    "id": "5",
    "image": "/blog/blog5.webp",
    "heading": "INTERIOR DESIGN COST IN KOLKATA",
    "date": "9 May 2024",

    "category": "Home Interior Design",
    "short_description": "Is it really difficult to find an Interior designer in Kolkata? Not really. But how could you rely on one with all your hopes, finances, and your entire life’s savings? Well, inflation being the new normal, it is almost imperative to seek the best interior designer in Kolkata to fit your budget that does not burn a hole in your pocket.",
    "url_key": "interior-design-cost-in-kolkata"
  },
  {
    "id": "6",
    "image": "/blog/blog6.webp",
    "heading": "THINGS TO REMEMBER BEFORE DESIGNING A CABIN FOR YOUR BOSS IN THE OFFICE",
    "date": "9 May 2024",

    "category": "Office Interior Design",
    "short_description": "The boss cabin interior is a constraining yet fulfilling task at hand. A boss cabin interior design should balance professionalism and personalization with comfort and functionality going hand in hand.",
    "url_key": "things-to-remember-before-designing-a-cabin-for-your-boss-in-the-office"
  },
  {
    "id": "7",
    "image": "/blog/blog7.webp",
    "heading": "5 BEST TRENDING BED DESIGNS IN 2024",
    "date": "10 May 2024",

    "category": "Home Interior Design",
    "short_description": "People are seeking the latest bed design 2024 guide. And here is all you need to know. To get the right furniture for your bedroom that fits like a glove is not a luxury, but rather a necessity. A good bed serves not only the aesthetic appeal but also provides immense comfort for overall wellness.",
    "url_key": "best-5-trending-bed-designs-in-2022"
  },
  {
    "id": "8",
    "image": "/blog/blog8.webp",
    "heading": "THINGS TO REMEMBER BEFORE INSTALLING A FALSE CEILING IN YOUR TOP-FLOOR APARTMENT ",
    "date": "21 May 2024",

    "category": "Home Interior Design",
    "short_description": "Opting for a false ceiling in a top-floor apartment offers several advantages. Firstly, it provides an additional layer of insulation, helping to regulate temperature and reduce energy costs.",
    "url_key": "things-to-remember-before-installing-a-false-ceiling-in-your-top-floor-apartment"
  },
  {
    "id": "9",
    "image": "/blog/blog9.webp",
    "heading": "LOW BUDGET INTERIOR DESIGNERS IN KOLKATA",
    "date": "21th May 2024",

    "category": "Home Interior Design",
    "short_description": "There could be several reasons for seeking a low-budget interior designer. Perhaps you're on a tight budget but still want professional expertise to enhance your business.",
    "url_key": "low-budget-interior-designers-in-kolkata-ashiana"
  }
]
